[
  {
    "id": 1,
    "name": "Organic Waste",
    "description": "Biodegradable waste originating from plants, animals, or food."
  },
  {
    "id": 2,
    "name": "Plastic Waste",
    "description": "Non-biodegradable waste made from synthetic polymers like plastic bottles and bags."
  },
  {
    "id": 3,
    "name": "Paper Waste",
    "description": "Discarded paper materials such as newspapers, cardboard, and office paper."
  },
  {
    "id": 4,
    "name": "Glass Waste",
    "description": "Waste made of glass, including broken glassware and bottles."
  },
  {
    "id": 5,
    "name": "Metal Waste",
    "description": "Discarded metal materials like aluminum cans, scrap iron, and steel items."
  },
  {
    "id": 6,
    "name": "Electronic Waste (E-Waste)",
    "description": "Old or discarded electronic devices such as computers and mobile phones."
  },
  {
    "id": 7,
    "name": "Hazardous Waste",
    "description": "Waste that poses a potential threat to human health or the environment, such as chemicals and medical waste."
  },
  {
    "id": 8,
    "name": "Biomedical Waste",
    "description": "Waste generated from medical and healthcare facilities, such as used syringes and gloves."
  },
  {
    "id": 9,
    "name": "Construction and Demolition Waste",
    "description": "Waste from construction, renovation, or demolition activities like bricks and concrete."
  },
  {
    "id": 10,
    "name": "Textile Waste",
    "description": "Discarded clothing, fabrics, or other textile materials."
  },
  {
    "id": 11,
    "name": "Municipal Solid Waste (MSW)",
    "description": "General waste collected from households and businesses, excluding hazardous materials."
  },
  {
    "id": 12,
    "name": "Agricultural Waste",
    "description": "Waste generated from farming activities, including crop residues and spoiled food."
  },
  {
    "id": 13,
    "name": "Industrial Waste",
    "description": "Waste generated from industrial processes such as slag, chemicals, and factory scraps."
  },
  {
    "id": 14,
    "name": "Radioactive Waste",
    "description": "Hazardous waste containing radioactive materials, such as used nuclear fuel and isotopes."
  },
  {
    "id": 15,
    "name": "Liquid Waste",
    "description": "Waste in liquid form, including sewage and industrial wastewater."
  },
  {
    "id": 16,
    "name": "Mining Waste",
    "description": "Waste generated during the extraction of minerals and metals, such as tailings and overburden."
  },
  {
    "id": 17,
    "name": "Packaging Waste",
    "description": "Materials discarded after the packaging of goods, such as cardboard boxes and Styrofoam."
  },
  {
    "id": 18,
    "name": "Sludge",
    "description": "Semi-solid material generated from water or sewage treatment processes."
  },
  {
    "id": 19,
    "name": "Chemical Waste",
    "description": "Hazardous waste resulting from the use of chemicals in industries and laboratories."
  },
  {
    "id": 20,
    "name": "Food Waste",
    "description": "Discarded food materials from households, restaurants, and food production facilities."
  }
]
